"MJRefreshHeaderIdleText" = "下拉刷新";
"MJRefreshHeaderPullingText" = "松开刷新";
"MJRefreshHeaderRefreshingText" = "加载中...";

"MJRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"MJRefreshAutoFooterRefreshingText" = "Loading...";
"MJRefreshAutoFooterNoMoreDataText" = "No more data";

"MJRefreshBackFooterIdleText" = "Pull up to load more";
"MJRefreshBackFooterPullingText" = "Release to load more.";
"MJRefreshBackFooterRefreshingText" = "Loading...";
"MJRefreshBackFooterNoMoreDataText" = "No more data";

"MJRefreshHeaderLastTimeText" = "上次更新:";
"MJRefreshHeaderDateTodayText" = "今日";
"MJRefreshHeaderNoneLastDateText" = "还未更新";
